Repository: CatLabInteractive/Accounts
Catalog: src/CatLab/Accounts/locales/*/LC_MESSAGES/catlab.accounts.po
Languages: nl_be

source: We don't know anyone with that email address.
nl_be: We kennen niemand met dat e-mailadres.

source: The password you have provided is incorrect.
nl_be: Het wachtwoord dat u hebt opgegeven, is onjuist.

source: This email address is already registered in our database.
nl_be: Dit e-mailadres is al geregistreerd in onze database.

source: If you already have an account here, you can %s.
nl_be: Als je al een account hebt, kun je %s.

source: link it up
nl_be: linken

source: This username is already in use.
nl_be: Deze gebruikersnaam is al in gebruik.

source: Your passwords do not match.
nl_be: Uw wachtwoorden komen niet overeen.

source: This password does not match our security requirements.
nl_be: Dit wachtwoord voldoet niet aan onze beveiligingsvereisten.

source: Please choose a different password.
nl_be: Kies alsjeblieft een ander paswoord.

source: Email address verified
nl_be: Email adres is geverifieerd

source: Thanks! Your email address is now verified.
nl_be: Bedankt! Jouw email adres is nu geverifieerd.

source: You may now close this window.
nl_be: Je kan nu dit venster sluiten.

source: Hello, %s
nl_be: Hallo, %s

source: Need to change your email address? No problem!
nl_be: Je e-mailadres aanpassen? Geen probleem!

source: Email address
nl_be: E-mailadres

source: Change email address
nl_be: E-mailadres aanpassen

source: Back
nl_be: Terug

source: Welcome, %s
nl_be: Welkom, %s

source: Almost there, we just need to confirm your email address.
nl_be: Bijna klaar, we moeten enkel nog je e-mail adres bevestigen.

source: We have sent a confirmation email to %s.
nl_be: We hebben een bevestigingsemail naar %s gestuurd.

source: Please click the link in the email in order to verify your account.
nl_be: Klik op de link in de e-mail om je account te bevestigen.

source: Made a mistake?
nl_be: Een foutje gemaakt?

source: Change your email address
nl_be: Pas je email adres aan

source: Haven't received our email?
nl_be: Onze email nog niet ontvangen?

source: Resend verification email
nl_be: Stuur bevestigingsemail opnieuw

source: Welcome, %s.
nl_be: Welkom, %s.

source: logout
nl_be: uitloggen

source: You are now logged out.
nl_be: Je bent nu uitgelogd.

source: Dear %s,
nl_be: Beste %s,

source: We have received a password recovery request for this email address.
nl_be: We hebben een aanvraag ontvangen om jouw paswoord te herstellen.

source: If you have submitted this request, please click the link below:
nl_be: Als jij deze aanvraag gedaan hebt, klik dan op onderstaande link:

source: If you did not submit this request, please ignore this email.
nl_be: Komt deze aanvraag niet van jou? Negeer dan deze email.

source: Many greetings
nl_be: Vriendelijke groeten

source: Hello %s
nl_be: Beste %s

source: Thank you for subscribing to our platform.
nl_be: Bedankt om in te schrijven op ons platform.

source: To complete email verification, please click the link below or copy/paste it in your browser:
nl_be: Klik op de link hieronder om jouw e-mail adres te bevestigen:

source: If you did not create an account using this address, please ignore this email.
nl_be: Heb je geen account gemaakt op ons platform? Negeer dan deze e-mail.

source: We are writing you this email to inform you that this email address was used when creating an account on our platform.
nl_be: We schrijven je aan om je te informeren dat jouw email adres gebruikt werd om een account te maken op ons platform.

source: Connect with %s
nl_be: Verbindt met %s

source: Welcome!
nl_be: Welkom!

source: Link account
nl_be: Link je account

source: Please supply your email and password in order to link up an existing account.
nl_be: Geef je e-mail adres en paswoord in om je account te linken.

source: Enter email
nl_be: Geef e-mail adres in

source: Password
nl_be: Paswoord

source: Sign in
nl_be: Login

source: Never mind, I don't have an account anyway
nl_be: Laat maar zitten, ik heb toch geen ander account

source: Almost there!
nl_be: Bijna klaar!

source: We just need a bit more information in order to get started...
nl_be: We hebben nog wat extra informatie nodig voor we verder kunnen gaan...

source: First name
nl_be: Voornaam

source: Last name
nl_be: Familienaam

source: Don't worry, it's our little secret. We won't share your email address with anyone.
nl_be: Geen nood! We gaan je e-mail adres met niemand delen.

source: Register
nl_be: Registreren

source: Connect existing account
nl_be: Verbindt een bestaand account

source: Recover password
nl_be: Paswoord herstellen

source: Please enter your email address.
nl_be: Geef je e-mail adres in.

source: Return to login form
nl_be: Terug naar het login formulier

source: If your email address matches the one you have used to register, we will now be sending an email with a reactivation code.
nl_be: Als je paswoord overeen komt met een account in onze database hebben we nu een email met een herstelcode gestuurd.

source: Please check your mailbox and click the link we have sent to you.
nl_be: Kijk even of je een mailtje hebt en klik op de link in de e-mail.

source: Go back
nl_be: Ga terug

source: Please sign in
nl_be: Gelieve in te loggen

source: This part of our application is only available for authenticated users.
nl_be: Dit deel van onze applicatie is enkel beschikbaar voor ingelogde gebruikers.

source: Connect with:
nl_be: Verbind met:

source: Or use our password based authentication:
nl_be: Of gebruik authenticatie met email en paswoord:

source: Forgot password?
nl_be: Paswoord vergeten?

source: Not registered?
nl_be: Nog niet geregistreerd?

source: Sign up now.
nl_be: Registreer nu.

source: Sign up
nl_be: Registreren

source: Use your favourite online service to authenticate:
nl_be: Gebruik je favoriete online dienst om je te authenticeren:

source: Or register using email and password.
nl_be: Of maak een account op basis van email en paswoord.

source: Signed up before?
nl_be: Al ingeschreven?

source: New password
nl_be: Nieuw paswoord

source: Minimum 8 characters.
nl_be: Minstens 8 tekens.

source: Change password
nl_be: Verander paswoord

source: Almost there, %s.
nl_be: Bijna klaar, %s.

source: Please choose a new password.
nl_be: Kies een nieuw paswoord.

source: Repeat password
nl_be: Herhaal paswoord

source: We're sending you back to the application.
nl_be: We sturen je terug naar de applicatie.

source: I don't want to login right now
nl_be: Ik wil nu niet inloggen

source: This email address is already in use for a different account.
nl_be: Dit e-mailadres is al geregistreerd door een andere gebruiker.

source: An undefined error has occurred.
nl_be: Er is een onbekende fout opgetreden.

source: Email address verification
nl_be: Email adres verifiÃ«ren

source: Account creation
nl_be: Account aangemaakt

source: Password recovery
nl_be: Paswoord herstellen

source: Welcome to the world of tomorrow!
nl_be: Welkom in de wereld van morgen!
